/* temporary ignore title suffix */
" (Temporary)" = "(Temporaire)";

/* file size measured in kilobytes */
"%.1f KB" = "%.1f ko";

/* file size measured in megabytes */
"%.2f MB" = "%.2f Mo";

/* file size measured in gigabytes */
"%.3f GB" = "%.3f Go";

/* file size measured in terabytes */
"%.4f TB" = "%.4f To";

/* chat transcript/log - window title */
"%@ - %@ Transcript" = "%@ - %@ Journal";

/* chat console - window title */
"%@ - Console" = "%@ - Console";

/* style already installed title
emoticons already installed title */
"%@ Already Installed" = "%@ Déjà installé";

/* member replied bubble title */
"%@ Replied" = "%@ A répondu";

/* room activity bubble title */
"%@ Room Activity" = "%@ Activité du canal";

/* style installed title
emoticon installed title */
"%@ Successfully Installed" = "%@ Installation terminée";

/* someone else don't required op to set topic room status message */
"%@ changed this room to allow anyone to change the topic." = "%@ a autorisé n'importe qui à changer le sujet.";

/* someone else no longer passworded room status message */
"%@ changed this room to no longer require a password." = "%@ à enlevé mot de passe du canal.";

/* someone else permit outside messages room status message */
"%@ changed this room to permit outside messages." = "%@ à autorisé la réception des messages externes au canal.";

/* someone else prohibit outside messages room status message */
"%@ changed this room to prohibit outside messages." = "%@ a interdit les messages extérieurs au canal.";

/* someone else password required room status message */
"%@ changed this room to require a password of \"%@\"." = "%@ à mis un mot de passe au canal : \"%@\".";

/* someone else required op to set topic room status message */
"%@ changed this room to require operator status to change the topic." = "%@ n'a autorisé que les opérateurs à changer le sujet.";

/* time that has passed on selected transfer */
"%@ elapsed" = "%@ écoulé";

/* time that has passed and time that remains on selected transfer */
"%@ elapsed, %@ remaining" = "%@ écoulé, %@ restant";

/* crash message */
"%@ encountered an unrecoverable error during a previous session. Please enter any details you may recall about what you were doing when the application crashed. This will help us to improve future releases of %@." = "%@ a rencontré une erreur lors de l'execution précédente. Veuillez décrire ce que vous faisiez lorsque l'application a quitté. Ce rapport nous aidera a améliorer les futures versions de %@.";

/* bubble message member lost voice string */
"%@ had voice removed by %@ in %@." = "%@ s'est fait dévoicer par %@ dans %@.";

/* new room messages bubble text */
"%@ has %d messages waiting. \nLast from %@" = "%@ a %d messages en attente.";

/* new single room message bubble text */
"%@ has a message waiting from %@." = "%@ a 1 message en attente.";

/* new room messages bubble text */
"%@ has possibly replied to your message." = "%@ a peut-être répondu à votre message.";

/* user not online */
"%@ is not online. Any messages sent will not be received." = "%@ n'est pas en ligne. Tous les messages envoyés ne seront pas reçus.";

/* user has changed nicknames */
"%@ is now known as <span class=\"member\">%@</span>." = "%@ a modifié son surnom en <span class=\"member\">%@</span>.";

/* would you like to view the style in the Appearance Preferences
would you like to view the emoticons in the Appearance Preferences */
"%@ is ready to be used in your colloquies. Would you like to view %@ and it's options in the Appearance Preferences?" = "%@ est prêt a être utilisé. Voulez-vous visualiser %@ et ses options dans les préférences d'apparence ?";

/* bubble message member joined string */
"%@ joined the chat room %@." = "%@ a rejoint le canal %@.";

/* bubble message member left string */
"%@ left the chat room %@." = "%@ est parti du canal %@.";

/* someone else invite only room status message */
"%@ made this room invite only." = "%@ a mis ce canal en mode invité uniquement.";

/* someone else moderated for normal users room status message */
"%@ made this room moderated for normal users." = "%@ a mis ce canal en mode modéré pour les utilisateurs normaux.";

/* someone else moderated for operators room status message */
"%@ made this room moderated for operators." = "%@ a mis ce canal en mode modéré pour les opérateurs.";

/* someone else no longer secret room status message */
"%@ made this room no longer a secret." = "%@ a enlevé le mode secret de ce canal.";

/* someone else no longer invite only room status message */
"%@ made this room no longer invite only." = "%@ a retiré le mode invité pour ce canal.";

/* someone else no longer moderated for normal users room status message */
"%@ made this room no longer moderated for normal users." = "%@ a retiré le mode modéré pour les utilisateurs normaux.";

/* someone else no longer moderated for operators room status message */
"%@ made this room no longer moderated for operators." = "%@ a retiré le mode modéré pour les opérateurs.";

/* someone else private room status message */
"%@ made this room private." = "%@ a mis le mode privé pour ce canal.";

/* someone else public room status message */
"%@ made this room public." = "%@ a mis le mode public pour ce canal.";

/* someone else secret room status message */
"%@ made this room secret." = "%@ a mis le mode secret pour ce canal.";

/* status of current download file transfer */
"%@ of %@ downloaded, at %@ per second" = "%@ de %@ téléchargés, à %@ par seconde";

/* status of current upload file transfer */
"%@ of %@ uploaded, at %@ per second" = "%@ de %@ envoyés, à %@ par seconde";

/* someone else no member limit room status message */
"%@ removed the room member limit" = "%@ a retiré la limite de personnes pour ce canal";

/* someone else member limit room status message */
"%@ set a limit on the number of room members to %@." = "%@ a mis une limite de personnes pour ce canal : %@.";

/* bubble message member operator demotion string */
"%@ was demoted from half-operator by %@ in %@." = "%@ s'est vu retirer le mode semi-opérateur par %@ dans %@.";

/* bubble message member operator demotion string */
"%@ was demoted from operator by %@ in %@." = "%@ s'est vu retirer le mode opérateur par %@ dans %@.";

/* bubble message member voiced string */
"%@ was granted voice by %@ in %@." = "%@ à été voicé par %@ dans %@.";

/* bubble message member kicked string */
"%@ was kicked from %@ by %@." = "%@ a été expulsé de %@ par %@.";

/* user has been removed by force from a chat room status message */
"%@ was kicked from the chat room by <span class=\"member\">%@</span>." = "%@ a été expulsé du canal par <span class=\"member\">%@</span>.";

/* bubble message member half-operator promotion string */
"%@ was promoted to half-operator by %@ in %@." = "%@ a été mis semi-opérateur par %@ dans %@.";

/* bubble message member operator promotion string */
"%@ was promoted to operator by %@ in %@." = "%@ a été mis opérateur par %@ dans %@.";

/* bubble message member quieted string */
"%@ was quieted by %@ in %@." = "%@ s'est fait couper la langue par %@ dans %@.";

/* first message bubble text */
"%@ wrote you a private message." = "%@ vous a écrit un message privé.";

/* chat room user ignored bubble text */
"%@'s message was ignored in %@." = "Le message de %1$@ a été ignoré dans %2$@.";

/* direct chat user ignored bubble text */
"%@'s message was ignored." = "Le message de %@ a été ignoré.";

/* console tooltip witg lag (server delay) info in seconds */
"%@\n%.3f seconds lag" = "%@\n%.3f secondes de lag";

/* number of members room status info tooltip
number of room members information line */
"%d members" = "%d membres";

/* messages waiting room tooltip */
"%d messages waiting" = "%d messages en attente";

/* number of rooms found with a filter from the server listing */
"%d of %d rooms found." = "%d de %d canaux trouvés.";

/* number of rooms listed on the server */
"%d rooms indexed." = "%d canaux indexés.";

/* number of rules info label */
"%d rules" = "%d règles";

/* file size measured in bytes */
"%lu bytes" = "%lu octets";

/* number of hidden messages */
"%u hidden" = "%u cachés";

/* no chat topic is set message */
"(no chat topic is set)" = "[le canal n'a pas de sujet]";

/* room list separator */
", " = ",";

/* one message waiting room tooltip */
"1 message waiting" = "1 message en attente";

/* one rule info label */
"1 rule" = "1 règle";

/* user no longer has special voice status and can't talk in moderated rooms status message */
"<span class=\"member\">%@</span> had voice removed by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span> a été dévoicé par <span class=\"member\">%@</span>.";

/* we removed user's special voice status and can't talk in moderated rooms status message */
"<span class=\"member\">%@</span> had voice removed by you." = "Vous avez dévoicé <span class=\"member\">%@</span>.";

/* user is no longer quieted because of someone else in the room status message */
"<span class=\"member\">%@</span> is no longer quieted because of <span class=\"member\">%@</span>." = "La langue de <span class=\"member\">%@</span> lui a été rendue par <span class=\"member\">%@</span>.";

/* a user is no longer quieted because of us status message */
"<span class=\"member\">%@</span> is no longer quieted because of you." = "Vous avez rendu sa langue à <span class=\"member\">%@</span>.";

/* a user has join a chat room status message */
"<span class=\"member\">%@</span> joined the chat room." = "<span class=\"member\">%@</span> a rejoint le canal.";

/* a user has left the chat room status message */
"<span class=\"member\">%@</span> left the chat room." = "<span class=\"member\">%@</span> a quitté le canal.";

/* user removed a ban chat room status message */
"<span class=\"member\">%@</span> removed the ban on %@." = "<span class=\"member\">%@</span> a retiré le ban sur %@.";

/* user set a ban chat room status message */
"<span class=\"member\">%@</span> set a ban on %@." = "<span class=\"member\">%@</span> a mis un ban sur %@.";

/* user is no longer a chat room half-operator status message */
"<span class=\"member\">%@</span> was demoted from half-operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span> a été enlevé semi-opérateur par <span class=\"member\">%@</span>.";

/* we removed user's chat room half-operator status message */
"<span class=\"member\">%@</span> was demoted from half-operator by you." = "Vous avez enlevé le mode semi-opérateur de <span class=\"member\">%@</span>.";

/* user is no longer a chat room operator status message */
"<span class=\"member\">%@</span> was demoted from operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span> a été enlevé opérateur par <span class=\"member\">%@</span>.";

/* we removed user's chat room operator status message */
"<span class=\"member\">%@</span> was demoted from operator by you." = "Vous avez enlevé le mode opérateur de <span class=\"member\">%@</span>.";

/* user is no longer a chat room founder status message */
"<span class=\"member\">%@</span> was demoted from room founder by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span> a été enlevé créateur de canal par <span class=\"member\">%@</span>.";

/* we removed user's chat room founder status message */
"<span class=\"member\">%@</span> was demoted from room founder by you." = "Vous avez enlevé <span class=\"member\">%@</span> en tant que créateur de canal.";

/* user now has special voice status to talk in moderated rooms status message */
"<span class=\"member\">%@</span> was granted voice by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span> a été voicé par <span class=\"member\">%@</span>.";

/* we gave user special voice status to talk in moderated rooms status message */
"<span class=\"member\">%@</span> was granted voice by you." = "Vous avez voicé <span class=\"member\">%@</span>.";

/* user is now a chat room half-operator status message */
"<span class=\"member\">%@</span> was promoted to half-operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span> a été mis semi-opérateur par <span class=\"member\">%@</span>.";

/* we gave user chat room half-operator status message */
"<span class=\"member\">%@</span> was promoted to half-operator by you." = "Vous avez mis le mode semi-opérateur pour <span class=\"member\">%@</span>.";

/* user is now a chat room operator status message */
"<span class=\"member\">%@</span> was promoted to operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span> à été mis opérateur par <span class=\"member\">%@</span>.";

/* we gave user chat room operator status message */
"<span class=\"member\">%@</span> was promoted to operator by you." = "Vous avez mis le mode opérateur pour <span class=\"member\">%@</span>.";

/* user is now a chat room founder status message */
"<span class=\"member\">%@</span> was promoted to room founder by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span> a été mis créateur de canal par <span class=\"member\">%@</span>.";

/* we gave user chat room founder status message */
"<span class=\"member\">%@</span> was promoted to room founder by you." = "Vous avez mis <span class=\"member\">%@</span> créateur de canal.";

/* user was quieted by someone else in the room status message */
"<span class=\"member\">%@</span> was quieted by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span> s'est fait couper sa langue par <span class=\"member\">%@</span>.";

/* we quieted someone else in the room status message */
"<span class=\"member\">%@</span> was quieted by you." = "Vous avez coupé la langue de <span class=\"member\">%@</span>.";

/* new file transfer dialog message */
"A file named \"%@\" is being sent to you from %@. This file is %@ in size." = "Un fichier nommé \"%@\" vous a été envoyé par %@. Ce fichier pèse %@.";

/* accept button name */
"Accept" = "Accepter";

/* add to buddy list contextual menu */
"Add To Buddy List" = "Ajouter à la liste des amis";

/* add to favorites contextual menu */
"Add \"%@ (%@)\"" = "Ajouter \"%1$@ (%2$@)\"";

/* add to favorites contextual menu */
"Add to Favorites" = "Ajouter aux favoris";

/* alerts preference pane name */
"Alerts" = "Alertes";

/* already connected dialog title */
"Already connected" = "Déjà connecté";

/* unknown error dialog title */
"An error occured" = "Une erreur est survenue";

/* unknown error dialog message */
"An error occured when dealing with %@. %@" = "Une erreur s'est produite en traitant %@. %@";

/* chat connecting error dialog title */
"An error occured while connecting" = "Une erreur est survenue durant la connexion.";

/* the stylesheet parse failed */
"An internal Style error occurred." = "Une erreur interne de style est survenue.";

/* kick reason (secondary) */
"And reason:" = "Raison :";

/* appearance preference pane name */
"Appearance" = "Apparence";

/* appearance preferences menu item title */
"Appearance Preferences..." = "Préférences d'apparence...";

/* confirm the delete of a connection */
"Are you sure you want to delete the connection for %@? Any associated Keychain passwords will also be deleted." = "Etes vous sûr de vouloir effacer la connexion pour %@? Tous les mots de passe associés seront aussi effacés.";

/* delete confirm dialog title */
"Are you sure you want to delete?" = "Etes vous sûr de vouloir effacer ?";

/* are you sure you want to part all chat rooms dialog title */
"Are you sure you want to part from all chat rooms and close this window?" = "Etes vous sûr de vouloir quitter tous les canaux et fermer cette fenêtre ?";

/* are you sure you want to quit message */
"Are you sure you want to quit Colloquy and disconnect from all active connections?" = "Etes vous sûr de vouloir quitter Colloquy et déconnecter toutes les connexions actives ?";

/* are you sure you want to quit title */
"Are you sure you want to quit?" = "Etes vous sûr de vouloir quitter ?";

/* available buddy status */
"Available" = "Disponible";

/* away buddy status */
"Away" = "Absent";

/* color panel Background Color button */
"Background Color" = "Couleur de fond";

/* ban user from room label */
"Ban %@ from the %@ room." = "Bannir %@ du canal %@.";

/* ban from room contextual menu - admin only */
"Ban From Room" = "Bannir du canal";

/* ban from room (customized) contextual menu - admin only */
"Ban From Room..." = "Bannir du canal...";

/* ban user button */
"Ban User" = "Bannir utilisateur";

/* behavior preference pane name */
"Behavior" = "Avancé";

/* blank ignore name */
"Blank Ignore" = "Blank Ignore";

/* buddy inspector type */
"Buddy" = "Ami";

/* available buddy bubble title */
"Buddy Available" = "Ami disponible";

/* unavailable buddy bubble title */
"Buddy Unavailable" = "Ami indisponible";

/* choose emoticons toolbar item tooltip */
"Change Emoticons" = "Changer les émoticones";

/* choose style toolbar item tooltip */
"Change chat style" = "Changer le style de chat";

/* member invited to room title */
"Chat Room Invite" = "Invitation au canal";

/* chat invalid nickname dialog title */
"Chat Server Port is invalid" = "Le port du serveur est incorrect";

/* chat invalid nickname dialog title */
"Chat Server is blank" = "Chat Server is blank";

/* clear console toolbar button name
clear display toolbar button name */
"Clear" = "Effacer";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Effacer tous les marqueurs";

/* clear console toolbar customize palette name
clear console tooltip */
"Clear Console" = "Effacer la console";

/* clear display contextual menu
clear display toolbar customize palette name
clear display tooltip
clear console contextual menu item title */
"Clear Display" = "Effacer l'affichage";

/* clear finished transfers toolbar customize palette name */
"Clear Finished" = "Effacer terminés";

/* clear finished transfers tooltip */
"Clear Finished Transfers" = "Effacer les transferts terminés";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Effacer les marqueurs d'ici jusqu'en bas";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Effacer les marqueurs d'ici jusqu'à gauche";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Effacer les marqueurs d'ici jusqu'à droite";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Effacer les marqueurs d'ici jusqu'en haut";

/* close contextual menu item title */
"Close" = "Fermer";

/* connect to server title */
"Connect" = "Connecter";

/* connect button tooltip */
"Connect to Server" = "Se connecter au serveur";

/* connect button tooltip */
"Connect to server" = "Se connecter au serveur";

/* connected bubble title */
"Connected" = "Connecté";

/* connection inspector type */
"Connection" = "Connexion";

/* name for connection info button in customize palette */
"Connection Info" = "Infos de connexion";

/* connection is disconnected dialog title */
"Connection is Disconnected" = "La connexion est déconnectée";

/* short toolbar server console button name */
"Console" = "Console";

/* title of the could not connect error */
"Could not connect" = "Impossible de se connecter";

/* chat invalid password dialog title */
"Could not connect to Chat server" = "Impossible de se connecter au serveur";

/* decline button */
"Decline" = "Décliner";

/* default style menu item title */
"Default" = "Défaut";

/* delete contextual menu item title */
"Delete" = "Supprimer";

/* name for delete connection button in customize palette
delete connection button tooltip */
"Delete Connection" = "Supprimer le serveur";

/* demote half-operator contextual menu - admin only */
"Demote Half Operator" = "Retirer le mode semi-opérateur";

/* demote operator contextual menu - admin only */
"Demote Operator" = "Retirer le mode opérateur";

/* detach from window contextual menu item title */
"Detach From Window" = "Détacher de la fenêtre";

/* disconnect from server title */
"Disconnect" = "Déconnecter";

/* disconnect button tooltip */
"Disconnect from Server" = "Déconnecter du serveur";

/* disconnected bubble title */
"Disconnected" = "Déconnecté";

/* chat panes drawer toolbar item name */
"Drawer" = "Drawer";

/* error installing emoticons title */
"Emoticon Installation Error" = "Erreur d'installation des émoticones";

/* choose emoticons toolbar item label
choose emoticons contextual menu
choose emoticons toolbar item patlette label
choose emoticons toolbar item menu representation title */
"Emoticons" = "Emoticones";

/* encoding menu toolbar item
encoding contextual menu */
"Encoding" = "Encodage";

/* find toolbar item label
find toolbar item patlette label */
"Find" = "Trouver";

/* focused window label, interface preferences */
"Focused Window" = "Fenêtre activée";

/* force quiet contextual menu - admin only */
"Force Quiet" = "Forcer à se taire";

/* color panel Foreground Color button */
"Foreground Color" = "Couleur de premier plan";

/* general preference pane name */
"General" = "Général";

/* get info contextual menu item title */
"Get Info" = "Avoir des informations";

/* grant voice contextual menu - admin only */
"Grant Voice" = "Mettre le mode voice";

/* hide drawer menu title */
"Hide Drawer" = "Masquer le drawer";

/* hide tab bar menu title */
"Hide Tab Bar" = "Masquer la barre des onglets";

/* irc nickname buddy picker column title */
"IRC Nickname" = "Pseudonyme IRC";

/* new buddy card note */
"IRC Nickname: %@ (%@)" = "Pseudonyme IRC : %@ (%@)";

/* idle buddy status */
"Idle" = "Inactif";

/* ignore user contextual menu */
"Ignore" = "Ignorer";

/* new file transfer dialog title */
"Incoming File Transfer" = "Transfert de fichier entrant";

/* short toolbar connection info button name */
"Info" = "Info";

/* inspector toolbar button in customize palette
short toolbar inspector button name */
"Inspector" = "Inspecteur";

/* interface preference pane name */
"Interface" = "Interface";

/* bubble title invited to room */
"Invited to Chat" = "Inviter à discuter";

/* join button */
"Join" = "Rejoindre";

/* name for join chat room button in customize palette */
"Join Chat Room" = "Rejoindre un canal";

/* short toolbar join chat room button name */
"Join Room" = "Rejoindre...";

/* join room contextual menu item title */
"Join Room..." = "Aller sur un canal...";

/* join chat room button tooltip */
"Join a chat room" = "Joindre un canal";

/* chat room joined date label */
"Joined: %@" = "Rejoint: %@";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Aller au marqueur suivant";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Aller au marqueur précédent";

/* kick user from room */
"Kick %@ from the %@ room." = "Ejecter %@ du canal %@.";

/* kickban from room contextual menu - admin only */
"Kick & Ban From Room" = "Ejecter ";

/* kickban from room (customized) contextual menu - admin only */
"Kick & Ban From Room..." = "Ejecter ";

/* kick and ban user button */
"Kick & Ban User" = "Ejecter ";

/* kick from room contextual menu - admin only */
"Kick From Room" = "Ejecter du canal";

/* kick from room (customized) contextual menu - admin only */
"Kick From Room..." = "Ejecter du canal...";

/* kick user button */
"Kick User" = "Ejecter l'utilisateur";

/* kickban user from room */
"Kick and ban %@ from the %@ room." = "Ejecter et bannir %@ du canal %@.";

/* leave room contextual menu item title */
"Leave Room" = "Partir du canal";

/* make half-operator contextual menu - admin only */
"Make Half Operator" = "Mettre le mode semi-opérateur";

/* make operator contextual menu - admin only */
"Make Operator" = "Mettre le mode opérateur";

/* message ignored bubble title */
"Message Ignored" = "Message ignoré";

/* toolbar message user button name */
"Message User" = "Envoyer un message";

/* message user contextual menu item title */
"Message User..." = "Envoyer un message...";

/* message user button tooltip */
"Message a user" = "Envoyer un message à un utilisateur";

/* toggle private messages toolbar button name */
"Messages" = "Messages";

/* new connection title */
"New" = "Nouveau";

/* new connection tooltip */
"New Connection" = "Nouvelle connexion";

/* first message bubble title */
"New Private Message" = "Nouveau message privé";

/* member promoted to half-operator title */
"New Room Half-Operator" = "Nouveau semi-opérateur du canal";

/* member promoted title */
"New Room Operator" = "Nouveau opérateur du canal";

/* chat invalid nickname dialog title */
"Nickname is blank" = "Le pseudonyme est vide";

/* no button */
"No" = "Non";

/* no favorites menu title */
"No Favorites" = "Pas de favoris";

/* no info inspector title */
"No Info" = "Pas d'informations";

/* no selectable emoticons menu item title */
"No Selectable Emoticons" = "Pas d'émoticones séléctionnables";

/* no background image label */
"None" = "Sans";

/* normal style variant menu item title */
"Normal" = "Normal";

/* normal user class */
"Normal user" = "Utilisateur normal";

/* offline buddy status */
"Offline" = "Déconnecté";

/* chat room mentioned bubble text */
"One of your highlight words was mentioned in %@." = "Un de vos mots d'highlight a été mentionné dans %@.";

/* open favorites folder menu title */
"Open Favorites folder..." = "Ouvrir le dossier des favoris...";

/* server console button tooltip */
"Open the server console" = "Ouvrir la console serveur";

/* other image label */
"Other..." = "Autre...";

/* chat panes drawer toolbar customize palette name */
"Panel Drawer" = "Tiroir du panneau";

/* preferences menu item title */
"Preferences" = "Préférences";

/* new message bubble title */
"Private Message" = "Message privé";

/* bubble message quieted member annulled string */
"Quieted %@ was annulled by %@ in %@." = "Le faire-taire %@ a été annulé par %@ dans %@.";

/* quieted member annulled title */
"Quieted Room Member Annulled" = "Le faire-taire des membres du canal est annulé";

/* reconnect to server button */
"Reconnect" = "Se reconnecter";

/* refuse button name */
"Refuse" = "Refuser";

/* registered user class */
"Registered user" = "Utilisateur enregistré";

/* rejoin room contextual menu item title */
"Rejoin Room" = "Rejoindre le canal";

/* remove quiet contextual menu - admin only */
"Remove Quiet" = "Retirer le faire-taire";

/* remove voice contextual menu - admin only */
"Remove Voice" = "Retirer le mode voice";

/* replace button name */
"Replace" = "Replacer";

/* resume button name */
"Resume" = "Reprendre";

/* retry connecting to server */
"Retry" = "Réessayer";

/* show file in Finder toolbar button name */
"Reveal" = "Révéler";

/* show file in Finder toolbar customize palette name */
"Reveal File" = "Révéler le fichier";

/* reveal button tooltip */
"Reveal File in Finder" = "Révéler le fichier dans le Finder";

/* chat room inspector type */
"Room" = "Canal";

/* room half-operator demoted title */
"Room Half-Operator Demoted" = "Mode semi-opérateur du canal retiré";

/* member joined title */
"Room Member Joined" = "Membre du canal arrivé";

/* member kicked title */
"Room Member Kicked" = "Membre du canal éjécté";

/* member left title */
"Room Member Left" = "Membre du canal parti";

/* member devoiced title */
"Room Member Lost Voice" = "Mode voice retiré";

/* member quieted title */
"Room Member Quieted" = "Fait taire le membre du canal";

/* member voiced title */
"Room Member Voiced" = "Mode voice mis";

/* room operator demoted title */
"Room Operator Demoted" = "Mode opérateur retiré";

/* save dialog title */
"Save" = "Enregistrer";

/* save as button name */
"Save As..." = "Enregistrer sous...";

/* search toolbar item menu representation title
search toolbar item label
search patlette label */
"Search" = "Recherche";

/* send file toolbar tooltip
send file toolbar button name
send file toolbar customize palette name */
"Send File" = "Envoyer un fichier";

/* send files passively file send open dialog button */
"Send File Passively" = "Envoyer un fichier passivement";

/* send file contextual menu */
"Send File..." = "Envoyer un fichier...";

/* send message contextual menu */
"Send Message" = "Envoyer un message";

/* name for server console button in customize palette */
"Server Console" = "Console Serveur";

/* server operator class */
"Server operator" = "Opérateur serveur";

/* show drawer menu title */
"Show Drawer" = "Afficher le tiroir";

/* show tab bar menu title */
"Show Tab Bar" = "Afficher la barre de tabulations";

/* connection info button tooltip */
"Show connection info" = "Afficher les infos de connexion";

/* connection info button tooltip */
"Show inspector" = "Afficher l'inspecteur";

/* short toolbar stop button name */
"Stop" = "Stopper";

/* stop button tooltip */
"Stop File Tranfser" = "Stopper les transferts de fichiers";

/* name for stop button in customize palette */
"Stop Tranfser" = "Stopper les transferts";

/* choose style toolbar menu title
choose style toolbar item label
choose style toolbar item patlette label
choose style toolbar item menu representation title
choose style contextual menu */
"Style" = "Style";

/* default style emoticons menu item title */
"Style Default" = "Style par défaut";

/* error installing style title */
"Style Installation Error" = "Erreur d'installation de style";

/* encoding menu toolbar customize palette name */
"Text Encoding" = "Encodage de texte";

/* encoding menu toolbar item tooltip */
"Text Encoding Options" = "Options d'encodage de texte";

/* text only emoticons display name */
"Text Only" = "Texte uniquement";

/* the style contains and error */
"The %@ Style has been damaged or has an internal error preventing new messages from displaying. Please contact the %@ author about this." = "Le style %@ est endommagé ou possède une erreur interne n'affichant pas les nouveaux messages. Merci de contacter l'auteur de %@ à propos de ça.";

/* would you like to replace an emoticon bundle with a different version */
"The %@ emoticons are already installed. Would you like to replace them with this version?" = "Les émoticones %@ sont déjà installés. Voulez-vous les remplacer par cette version ?";

/* would you like to replace a style with a different version */
"The %@ style is already installed. Would you like to replace it with this version?" = "TheLe style %@ est déjà installé. Voulez-vous le remplacer par cette version ?";

/* chat server blank dialog message */
"The chat server is invalid because it was left blank." = "Le serveur est invalide car il a été laissé vide.";

/* chat server port invalid dialog message */
"The chat server port you specified is invalid because it can't be negative or greater than 65535." = "Le port de serveur que vous avez spécifié est invalide car il ne peut être supérieur à 65535.";

/* chat already connected message */
"The chat server with the nickname you specified is already connected to from this computer. Use another nickname if you desire multiple connections." = "Vous êtes déjà connecté à ce serveur avec ce pseudonyme. Veuillez utiliser un autre pseudonyme si vous désirez utiliser des connexions multiples.";

/* unknown connection error dialog message */
"The connection could not be made. %s." = "La connexion n'a pas pu être établie. %s.";

/* unknown disconnection error dialog message */
"The connection was terminated between your computer and the server. %s." = "La connexion a été interrompue entre votre ordinateur et le serveur. %s.";

/* emoticons install error message */
"The emoticons could not be installed, please make sure you have permission to install this item." = "Les émoticones n'ont pas pu être installés, merci de vérifier si vous avez la permission d'installer ces éléments.";

/* replace transfer save dialog message */
"The file %@ in %@ already exists and can't be resumed. Replace it?" = "Le fichier %@ dans %@ existe déjà et ne peut pas être repris. Voulez-vous le remplacer ?";

/* replace or resume transfer save dialog message */
"The file %@ in %@ already exists. Would you like to resume from where a previous transfer stopped or replace it?" = "Le fichier %@ dans %@ existe déjà. Voulez-vous le reprendre depuis un transfert précédent ou le remplacer ?";

/* chat nickname blank dialog message */
"The nickname is invalid because it was left blank." = "Le pseudonyme est invalide car il est vide.";

/* chat invalid nickname dialog message */
"The nickname you specified is in use or invalid on this server." = "Le pseudonyme que vous avez spécifié est invalide ou en utilisation sur ce serveur.";

/* chat invalid nicknames dialog message */
"The nickname you specified is in use or invalid on this server. A connection could not be made with '%@' as your nickname." = "Le pseudonyme que vous avez spécifié est invalide ou en utilisation sur ce serveur. Une connexion ne peut pas être créée avec '%@' en pseudonyme.";

/* chat invalid password dialog message */
"The password you specified is invalid or a connection could not be made without a proper password. Make sure you have access to the server." = "Ce serveur est déconnecté ou refuse les connexions avec votre ordinateur. Vérifiez que vous êtes connectés à Internet et que vous avez accès à ce serveur.";

/* connection dropped */
"The server may be down for maintenance, or the connection was broken between your computer and the server. Check your connection and try again." = "Le serveur doit être déconnecté pour maintenance, ou la connexion a été cassée entre votre ordinateur et le serveur. Vérifiez votre connexion et réessayez.";

/* connection dropped */
"The server may have shutdown for maintenance, or the connection was broken between your computer and the server. Check your connection and try again." = "Le serveur doit être éteint pour maintenance, ou la connexion a été cassée entre votre ordinateur et le serveur. Vérifiez votre connexion et réessayez.";

/* style install error message */
"The style could not be installed, please make sure you have permission to install this item." = "Le style n'a pas pu être installé, merci de vérifier que vous avez la permission de modifier cet élément.";

/* chat username blank dialog message */
"The username is invalid because it was left blank." = "Le nom d'utilisateur est invalide car il est vide.";

/* chat username blank dialog message */
"The username you specified is invalid because it contains spaces or other non-alphanumeric characters." = "le nom d'utilisateur que vous avez spécifié est invalide car il contient des espaces ou des caractères non-alphanumériques.";

/* chat panes drawer toolbar item tooltip */
"Toggle Chat Panel Drawer" = "Afficher le tiroir du panneau de chat";

/* toggle private messages toolbar customize palette name */
"Toggle Messages" = "Afficher les messages";

/* toggle private messages output tooltip */
"Toggle Private Messages Output" = "Afficher les messages privés en dehors";

/* toggle verbose toolbar customize palette name */
"Toggle Verbose" = "Afficher la verbose";

/* toggle verbose output tooltip */
"Toggle Verbose Output" = "Afficher la verbose en dehors";

/* topic changed chat room status message */
"Topic changed to \"%@\" by <span class=\"member\">%@</span>." = "Sujet changé : \"%@\" par <span class=\"member\">%@</span>.";

/* chat transcript preference pane name */
"Transcripts" = "Historiques";

/* file transfers preference pane name */
"Transfers" = "Transferts";

/* new variant name */
"Untitled Variant" = "Variante sans nom";

/* chat user inspector type */
"User" = "Utilisateur";

/* user ignored bubble title */
"User Ignored" = "Utilisateur ignoré";

/* chat invalid username dialog title */
"Username invalid" = "Nom d'utilisateur invalide";

/* chat blank username dialog title */
"Username is blank" = "Nom d'utilisateur vide";

/* verbose toolbar button name */
"Verbose" = "Verbose";

/* ban hostmask
ban hostmask label */
"With hostmask:" = "Avec masque de réseau :";

/* kick reason label */
"With reason:" = "Avec raison :";

/* would you like to connect to get room listing dialog message */
"Would you like to connect and retrieve the server's chat room listing?" = "Voulez-vous vous connecter et récupérer la liste des canaux du serveur ?";

/* yes button */
"Yes" = "Oui";

/* identified bubble title */
"You Have Been Identified" = "Vous avez été identifié";

/* new memos bubble title */
"You Have New Memos" = "Vous avez des nouveaux mémos";

/* member kicked title */
"You Were Kicked" = "Vous avez été éjécté";

/* mentioned bubble title */
"You Were Mentioned" = "Votre pseudonyme a été mentionné";

/* we are no longer quieted and can talk status message */
"You are no longer quieted, thanks to <span class=\"member\">%@</span>." = "On ne vous fait plus taire, remerciez <span class=\"member\">%@</span>.";

/* you changed nicknames */
"You are now known as <span class=\"member\">%@</span>." = "Votre pseudo est maintenant <span class=\"member\">%@</span>.";

/* you changed the topic chat room status message */
"You changed the topic to \"%@\"." = "Vous avez changé le topic : \"%@\".";

/* don't require op to set topic room status message */
"You changed this room to allow anyone to change the topic." = "Vous avez changé ce canal pour autoriser n'importe quel membre à changer le sujet.";

/* no longer passworded room status message */
"You changed this room to no longer require a password." = "Vous avez changé ce canal pour ne pas demander de mot de passe.";

/* permit outside messages room status message */
"You changed this room to permit outside messages." = "Vous avez changé ce canal pour permettre les messages extérieurs.";

/* prohibit outside messages room status message */
"You changed this room to prohibit outside messages." = "Vous avez changé ce canal pour interdire les messages extérieurs.";

/* password required room status message */
"You changed this room to require a password of \"%@\"." = "Vous avez changé ce canal pour demander un mot de passe pour \"%@\"";

/* require op to set topic room status message */
"You changed this room to require operator status to change the topic." = "Vous avez changé ce canal pour requérir le niveau d'opérateur pour pouvoir changer le sujet.";

/* we removed our chat room half-operator privilege status message */
"You demoted yourself from half-operator." = "Vous vous êtes retirés les privilèges de semi-opérateur.";

/* we removed our chat room operator privilege status message */
"You demoted yourself from operator." = "Vous vous êtes retirés les privilèges d'opérateur.";

/* we removed our chat room founder privilege status message */
"You demoted yourself from room founder." = "Vous vous êtes retirés les privilèges de possesseur de ce canal.";

/* we gave ourself special voice status to talk in moderated rooms status message */
"You gave yourself voice." = "Vous venez de vous donner le mode voice.";

/* we no longer has special voice status and can't talk in moderated rooms status message */
"You had voice removed by <span class=\"member\">%@</span>." = "Vous avez retiré le mode voice pour <span class=\"member\">%@</span>.";

/* new messages bubble text */
"You have %d messages waiting from %@." = "Vous avez %d messages en attente depui%@.";

/* new single message bubble text */
"You have 1 message waiting from %@." = "Vous avez 1 message en attente depuis %@.";

/* title of the you have been disconnected error */
"You have been disconnected" = "Vous avez été déconnecté";

/* you were removed by force from a chat room error message */
"You have been kicked from the chat room by %@ with the reason \"%@\" and cannot send further messages without rejoining." = "Vous avez étés éjéctés de ce canal par %@ avec la raison \"%@\" et vous ne pourrez pas envoyer de message à votre rejoin.";

/* you were removed by force from a chat room error message title */
"You have been kicked from the chat room." = "Vous avez étés kické du canal";

/* self away status removed message */
"You have returned from away." = "Vous êtes revenus de votre absence.";

/* you removed a user by force from a chat room status message */
"You kicked %@ from the chat room." = "Vous avez kické %@ sur le canal.";

/* disconnect from the server status message */
"You left the chat by being disconnected from the server." = "Vous vous êtes déconnectés du serveur";

/* invite only room status message */
"You made this room invite only." = "Vous avez mis ce canal en mode invitation uniquement.";

/* moderated for normal users room status message */
"You made this room moderated for normal users." = "Vous avez modéré ce canal pour les utilisateurs normaux.";

/* moderated for operators room status message */
"You made this room moderated for operators." = "Vous avez modéré ce canal pour les opérateurs.";

/* no longer secret room status message */
"You made this room no longer a secret." = "Vous avez retiré le secret de ce canal.";

/* no longer invite only room status message */
"You made this room no longer invite only." = "Vous avez retiré le mode invitation uniquement pour ce.";

/* no longer moderated for normal users room status message */
"You made this room no longer moderated for normal users." = "Vous avez retiré la modération de ce canal pour les utilisateurs normaux.";

/* no longer moderated for operators room status message */
"You made this room no longer moderated for operators." = "Vous avez retiré la modération de ce canal pour les opérateurs.";

/* private room status message */
"You made this room private." = "Vous avez mis ce canal en mode privé";

/* public room status message */
"You made this room public." = "Vous avez mis ce canal en mode public.";

/* secret room status message */
"You made this room secret." = "Vous avez mis ce canal en mode secret.";

/* we are no longer quieted and can talk ourself status message */
"You made yourself no longer quieted." = "Vous ne vous faites plus taire.";

/* we gave ourself the chat room half-operator privilege status message */
"You promoted yourself to half-operator." = "Vous vous êtes mis le mode semi-opérateur.";

/* we gave ourself the chat room operator privilege status message */
"You promoted yourself to operator." = "Vous vous êtes mis le mode opérateur.";

/* we gave ourself the chat room founder privilege status message */
"You promoted yourself to room founder." = "Vous vous êtes mis le mode propriétaire de canal.";

/* we quieted and can't talk ourself status message */
"You quieted yourself." = "Vous vous êtes fait taire.";

/* reconnected to server status message */
"You reconnected to the server." = "Vous vous êtes reconnectés au serveur.";

/* rejoined the room status message */
"You rejoined the room." = "Vous avez rejoint le canal.";

/* you removed a ban chat room status message */
"You removed the ban on %@." = "You removed the ban on %@.";

/* no member limit room status message */
"You removed the room member limit." = "Vous avez retiré la limite des participants.";

/* we removed our special voice status to talk in moderated rooms status message */
"You removed voice from yourself." = "Vous vous êtes retirés le mode voice.";

/* you set a ban chat room status message */
"You set a ban on %@." = "Vous avez banni %@.";

/* member limit room status message */
"You set a limit on the number of room members to %@." = "Vous avez mis une limite de %@ participants sur ce canal.";

/* we are no longer a chat room half-operator status message */
"You were demoted from half-operator by <span class=\"member\">%@</span>." = "Votre mode de semi-opérateur vous a été retiré par <span class=\"member\">%@</span>.";

/* we are no longer a chat room operator status message */
"You were demoted from operator by <span class=\"member\">%@</span>." = "Votre mode d'opérateur vous a été retiré par <span class=\"member\">%@</span>.";

/* we are no longer a chat room founder status message */
"You were demoted from room founder by <span class=\"member\">%@</span>." = "Votre mode de propriétaire de canal vous a été retiré par <span class=\"member\">%@</span>.";

/* we now have special voice status to talk in moderated rooms status message */
"You were granted voice by <span class=\"member\">%@</span>." = "Vous avez reçu le mode voice par <span class=\"member\">%@</span>.";

/* bubble message invited to room */
"You were invited to %@ by %@." = "Vous êtes invités sur %@ par %@.";

/* you were invited to join a chat room status message */
"You were invited to join %@ by %@. Would you like to accept this invitation and join this room?" = "Vous êtes invités à rejoindre %@ par %@. voulez-vous accepter cette invitation et rejoindre ce canal ??";

/* bubble message member kicked string */
"You were kicked from %@ by %@." = "Vous avez été éjécté de %@ par %@.";

/* you were removed by force from a chat room status message */
"You were kicked from the chat room by %@." = "Vous avez été éjécté du canal par %@.";

/* we are now a chat room half-operator status message */
"You were promoted to half-operator by <span class=\"member\">%@</span>." = "Vous avez reçu le mode de semi-opérateur par <span class=\"member\">%@</span>.";

/* we are now a chat room operator status message */
"You were promoted to operator by <span class=\"member\">%@</span>." = "Vous avez reçu le mode d'opérateur par <span class=\"member\">%@</span>.";

/* we are now a chat room founder status message */
"You were promoted to room founder by <span class=\"member\">%@</span>." = "Vous avez reçu le mode de propriétaire de canal par <span class=\"member\">%@</span>.";

/* we are now quieted and can't talk status message */
"You were quieted by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span> vous a fait taire.";

/* you are now connected bubble text */
"You're now connected to %@ as %@." = "Vous êtes maintenant connecté à %@ à %@.";

/* you were disconnected bubble text */
"You're were disconnected from %@." = "Vous avez été déconnecté de %@.";

/* chat invalid nickname dialog title */
"Your Chat nickname could not be used" = "Votre pseudonyme de discussion ne peut pas être utilisé";

/* chat invalid password dialog title */
"Your Chat password is invalid" = "Votre mot de passe de discussion est invalide";

/* unavailable buddy bubble text */
"Your buddy %@ is now offline." = "Votre contact %@ est maintenant déconnecté.";

/* available buddy bubble text */
"Your buddy %@ is now online." = "Votre contact %@ est maintenant conecté.";

/* certificate unlock request, server name inserted */
"Your certificate is locked with a passphrase. In order to connect to %@, you need to unlock your certificate." = "Votre certificat est bloqué par une phrase de passe. Afin de se connecter à %@, vous devez déverrouiller votre certificat.";

/* no file size */
"Zero bytes" = "Zero bits";

/* singular day */
"day" = "jour";

/* plural days */
"days" = "jours";

/* disconnected status info line in drawer */
"disconnected" = "déconnecté";

/* singular hour */
"hour" = "heure";

/* plural hours */
"hours" = "heures";

/* encoding of the message different than your current encoding */
"incompatible encoding" = "encodage incompatible";

/* joining status info line in drawer */
"joining..." = "en cours...";

/* chat room kicked status line in drawer */
"kicked out" = "éjécté";

/* singular minute */
"minute" = "minute";

/* plural minutes */
"minutes" = "minutes";

/* singular month */
"month" = "mois";

/* plural months */
"months" = "mois";

/* not applicable or not available */
"n/a" = "n/a";

/* no messages waiting room tooltip */
"no messages waiting" = "pas de messages en attente";

/* no files have been transfered or in the process of transfering */
"no recent file transfers" = "pas de tranferts de fichiers récents";

/* status of pending download file transfer */
"nothing downloaded yet" = "encore rien de téléchargé";

/* status of pending upload file transfer */
"nothing uploaded yet" = "encore rien d'envoyé";

/* singular second */
"second" = "seconde";

/* plural seconds */
"seconds" = "secondes";

/* singular server label */
"server" = "serveur";

/* results final download file transfer */
"total of %@ downloaded, at %@ per second" = "total de %@ téléchargés, à %@ par seconde";

/* results final upload file transfer */
"total of %@ uploaded, at %@ per second" = "total de %@ envoyés, à %@ par seconde";

/* singular week */
"week" = "semaine";

/* plural weeks */
"weeks" = "semaines";

/* singular year */
"year" = "année";

/* plural years */
"years" = "années";

